Repository: common-repository/redaction-io
Catalog: languages/redaction-io-*.po
Languages: fr_fr

source: Bulk create
fr_fr: Création de masse

source: Generate publications as :
fr_fr: Générer des publications en tant que :

source: Languages :
fr_fr: Langues :

source: Keywords (one keyword per line) :
fr_fr: Mot clés (un mot clé par ligne) :

source: Keyword 1 Keyword 2 Keyword 3
fr_fr: Mot clé 1 Mot clé 2 Mot clé 3

source: Generate publications
fr_fr: Générer les publications

source: License
fr_fr: Licence

source: Please enter your API key below. If you don't have one yet, take a look at our <a href="https://www.redaction.io/" target="_blank">details and prices</a>.
fr_fr: Veuillez entrer votre clé API ci-dessous. Si vous n'en avez pas encore, jetez un coup d'œil à nos <a href="https://www.redaction.io/" target="_blank">détails et prix</a>.

source: API key
fr_fr: Clé API

source: Activate your API key
fr_fr: Activez votre clé API

source: Account information
fr_fr: Informations sur le compte

source: Your API key has been registered.
fr_fr: Votre clé API a été enregistrée.

source: Redaction.io Option Page
fr_fr: Page d'option de Redaction.io

source: Publications are being generated
fr_fr: Les publications sont en train d'être générées

source: You don't have enough tokens
fr_fr: Vous n'avez pas assez de tokens

source: An error occurred while generating content
fr_fr: Une erreur s'est produite lors de la génération du contenu

source: Keyword
fr_fr: Mot clé

source: Generate
fr_fr: Générer

source: Please enter a keyword
fr_fr: Veuillez entrer un mot-clé

source: No task running
fr_fr: Aucune tâche en cours

source: Keyword Research in progress...
fr_fr: Recherche de mots-clés en cours...

source: Topic Generation in progress...
fr_fr: Génération de sujets en cours...

source: Text Generation...
fr_fr: Génération de texte...

source: Title and Meta description...
fr_fr: Titre et meta description...

source: Content Optimization...
fr_fr: Optimisation du contenu...

source: Done...
fr_fr: Terminé...

source: See list of publications
fr_fr: Voir la liste des publications

source: [Redaction.io] Currently being created for the keyword:
fr_fr: [Redaction.io] Actuellement en cours de création pour le mot-clé :

source: French
fr_fr: Français

source: English
fr_fr: Anglais

source: Italian
fr_fr: Italien

source: Portuguese
fr_fr: Portugais

source: Brazilian
fr_fr: Brésilien

source: Spanish
fr_fr: Espagnol

source: German
fr_fr: Allemand

source: Dutch
fr_fr: Néerlandais

source: The post type is empty
fr_fr: Le post type est vide
